Repository: openstack-archive/sahara-plugin-ambari
Catalog: sahara_plugin_ambari/locale/*/LC_MESSAGES/sahara_plugin_ambari.po
Languages: de, id

source: 0 or 1
de: 0 oder 1

source: 1 or more
de: 1 oder mehr
id: 1 atau lebih

source: 3 or more. Odd number
de: 3 oder mehr. Ungerade Zahl
id: 3 atau lebih. Angka ganjil

source: Add Hadoop Swift jar to instances
de: Füge Hadoop Swift-Jar zu Instanzen hinzu
id: Tambahkan jar Hadoop Swift ke instance

source: Add new hosts
de: Fügen Sie neue Hosts hinzu
id: Tambahkan host baru

source: Ambari Monitor has responded that cluster has %(red)d critical alert(s)
de: Ambari Monitor hat geantwortet, dass der Cluster %(red)d kritische Alarme hat

source: Ambari Monitor has responded that cluster has %(red)d critical and %(yellow)d warning alert(s)
de: Ambari Monitor hat geantwortet, dass der Cluster %(red)d kritisch und %(yellow)d Warnmeldung(en) hat
id: Ambari Monitor telah merespons bahwa cluster telah %(red)d critical dan %(yellow)d warning alert(s)

source: Ambari Monitor has responded that cluster has %d warning alert(s)
de: Ambari Monitor hat geantwortet, dass der Cluster %d-Warnmeldung(en) enthält
id: Ambari Monitor telah merespons bahwa cluster telah %d warning alert(s)

source: Ambari Monitor is healthy
de: Ambari Monitor ist gesund
id: Ambari Monitor sehat

source: Ambari plugin of {base} or higher required to run {type} jobs
de: Ambari-Plugin von {base} oder höher, das zum Ausführen von {type} Jobs erforderlich ist
id: Plugin Ambari dari {base} atau lebih tinggi diperlukan untuk menjalankan jobs {type}

source: Ambari request in %s state
de: Ambari Anfrage in %s Zustand
id: Ambari meminta dalam %s state

source: At least 3 JournalNodes are required for HA
de: Mindestens 3 JournalNodes sind für HA erforderlich
id: Setidaknya 3 JournalNodes diperlukan untuk HA

source: At least 3 ZooKeepers are required for HA
de: Für HA sind mindestens 3 ZooKeeper erforderlich
id: Setidaknya 3 ZooKeepers diperlukan untuk HA

source: Can't get response from Ambari Monitor
de: Antwort von Ambari Monitor nicht möglich
id: Tidak dapat mendapat respons dari Ambari Monitor

source: Cleanup config groups
de: Konfigurationsgruppen bereinigen
id: Bersihkan grup konfigurasi

source: Configure rack awareness
de: Rack-Erkennung konfigurieren
id: Konfigurasikan rack awareness

source: Create Ambari blueprint
de: Erstellen Sie Ambari Blueprint
id: Buat cetak biru Ambari

source: Decommission NodeManagers and DataNodes
de: NodeManagers und DataNodes außer Betrieb setzen
id: Decommission NodeManagers dan DataNodes

source: Enable HBase RegionServer HA
de: Aktivieren Sie HBase RegionServer HA
id: Aktifkan HBase RegionServer HA

source: Enable NameNode HA
de: Aktivieren Sie NameNode HA
id: Aktifkan NameNode HA

source: Enable ResourceManager HA
de: Aktivieren Sie ResourceManager HA
id: Aktifkan ResourceManager HA

source: Generate config groups
de: Generieren Sie Konfigurationsgruppen
id: Hasilkan grup konfigurasi

source: Install services on hosts
de: Installiere Dienste auf Hosts
id: Instal layanan di host

source: No alerts found
de: Keine Alarme gefunden
id: Tidak ada lansiran (alerts) yang ditemukan

source: Odd number
de: Ungerade Zahl
id: Angka ganjil

source: Odd number of JournalNodes are required for HA
de: Eine ungerade Anzahl von JournalNodes ist für HA erforderlich
id: Jumlah Aneh JournalNodes diperlukan untuk HA

source: Odd number of ZooKeepers are required for HA
de: Für HA ist eine ungerade Anzahl von ZooKeepern erforderlich
id: Angka ganjil dari ZooKeepers diperlukan untuk HA

source: Prepare Hive
de: Bereite Hive vor
id: Siapkan Hive

source: Regenerate keytabs for Kerberos
de: Generieren Sie Keytabs für Kerberos neu
id: Regenerasi keytabs untuk Kerberos

source: Remove hosts
de: Entferne Hosts
id: Hapus host

source: Restart HDFS and MAPREDUCE2 services
de: Starte die HDFS- und MAPREDUCE2-Dienste neu
id: Restart layanan HDFS dan MAPREDUCE2

source: Restart NameNodes and ResourceManagers
de: Starte NameNodes und ResourceManagers neu
id: Restart NameNodes dan ResourceManagers

source: Restart of ambari-agent is needed for host {}, reason: {}
de: Neustart von ambari-agent wird für Host {} benötigt, Grund: {}
id: Restart agen ambari diperlukan untuk host {}, reason: {}

source: Set up Ambari agents
de: Richten Sie Ambari-Agenten ein
id: Menyiapkan agen Ambari

source: Set up Ambari management console
de: Richten Sie die Ambari-Verwaltungskonsole ein
id: Siapkan konsol manajemen Ambari

source: Set up HDP repositories
de: Richten Sie HDP-Repositorys ein
id: Siapkan repositori HDP

source: Some Ambari request(s) not in COMPLETED state: %(description)s.
de: Einige Ambari-Anfragen sind nicht im Status COMPLETED: %(description)s.
id: Beberapa permintaan Ambari tidak dalam keadaan COMPLETED: %(description)s.

source: Start cluster
de: Cluster starten
id: Mulai cluster

source: Start services on hosts
de: Starte Dienste auf Hosts
id: Mulai layanan di host

source: The Ambari Sahara plugin provides the ability to launch clusters with Hortonworks Data Platform (HDP) on OpenStack using Apache Ambari
de: Das Ambari Sahara-Plugin bietet die Möglichkeit, Cluster mit Hortonworks Data Platform (HDP) auf OpenStack mit Apache Ambari zu starten
id: Plugin Ambari Sahara menyediakan kemampuan untuk meluncurkan cluster dengan Hortonworks Data Platform (HDP) di OpenStack menggunakan Apache Ambari

source: Update default Ambari password
de: Aktualisieren Sie das Standard-Ambari-Passwort
id: Perbarui kata sandi Ambari standar

source: Wait Ambari accessible
de: Warte auf Ambari zugänglich
id: Tunggu Ambari dapat diakses

source: Wait registration of hosts
de: Warten Sie die Registrierung der Hosts
id: Tunggu pendaftaran host

source: request %(id)d: %(name)s - in status %(status)s
de: Anfrage %(id)d: %(name)s - in Status %(status)s
id: permintaan %(id)d: %(name)s - dalam status %(status)s
